Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/skatteetaten.no.csv-en-nn.deduped.tmx
Source language: en
Languages: nn

source: Disability benefits from annuities (IPA/IPS) are not liable to tax in Norway when you can document that you are tax resident in Australia pursuant to the tax treaty.
nn: Uføreytingar frå livrenteforsikringar (IPA/IPS) skal ikkje skattleggjast i Noreg når du kan dokumentere at du er skattemessig busett i Australia etter skatteavtalen.

source: the amount that will be reported for tax assessment in Thailand in the Thai tax return for 2021
nn: kva for beløp som vil bli gitt opp til skattlegging i Thailand i den thailandske skattemeldinga for 2021

source: After submitting the a-melding, the employer discovers that the wrong number of kilometres has been reported.
nn: Etter innsendinga oppdagar arbeidsgivaren at det er rapportert feil tal på kilometer.

source: Submit the a-melding when the error has been corrected.
nn: Når feilen er retta, send er du inn a-meldinga.

source: A Swedish hospital pays NOK 10,000 in salary to Ola.
nn: Eit svensk sjukehus som betaler 10 000 kroner i lønn til Ola.

source: download, complete and submit form RF-1281
nn: last ned, fyll ut og lever skjema RF-1281

source: New share issue through conversion of receivable
nn: Auke av pålydande ved konvertering av fordring

source: New a-melding for August to correct the number of hours
nn: Ny a-melding for august for å rette talet på timar

source: Find employment with the “offshore336” working hours scheme and check whether the specified number of hours per week for a full-time position is correct.
nn: Finn arbeidsforhold med arbeidstidsordninga "offshore336" og kontroller om det talet på timar ein har oppgitt per veke for ei full stilling er rett.

source: Fur and reindeer husbandry businesses should use item 0165.
nn: Pelsdyrnæring og reindrift nyttar post 0165.

source: Lisbeth becomes pregnant, and her employer offers her a position on land, which she accepts.
nn: Lisbeth blir gravid og arbeidsgivar tilbyr henne ei stilling på land som ho takkar ja til.

source: If you own a business with bookkeeping obligations and trade within agriculture, forestry, fur farming or reindeer husbandry, you must complete form RF-1177 Landbruk (Agriculture, in Norwegian only) as an attachment to the tax return or the company tax return.
nn: Har du bokføringsplikt og driv jordbruk, gartneri, skogbruk, pelsdyrnæring eller reindrift, skal du levere RF-1177 som vedlegg til skattemeldinga eller selskapsmeldinga.

source: This way, businesses and self-employed persons avoid submitting the same information multiple times.
nn: På den måten slepp næringsdrivande å sende inn same informasjon fleire gonger.

source: Examples can be “road crew”, riggers, camera operators, film instructors, choreographers and directors.
nn: Døme på dette er «road crew», riggarar, kamerafolk, filminstruktørar, koreografar og regissørar.

source: A-melding for January and February
nn: A-meldinga for januar og februar

source: If you must lay off employees again in the period of up to 6/10 weeks, you do not need to send a new layoff notice and you shall not pay salary for the first 10 days of the layoff period.
nn: Dersom du skal permittere tilsette på nytt i perioden inntil 6/10 veker, treng du ikkje å sende nytt permitteringsvarsel, og du skal ikkje betale lønn for dei første 10 dagane av permitteringa.

source: Non employment-related annuities to children aged 16 or underBenefits from surrendered property outside agriculture and forestry
nn: Livrente utanfor arbeidsforhold til barn 16 år eller yngreFøderåd utanfor jord- og skogbruk

source: Kari and Per are married and have bought a house together.
nn: Kari og Per er gifte og har kjøpt ein bustad saman.

source: Multiple employment relationships with the same enterprise/sub-entity
nn: Fleire arbeidsforhold i ulike verksemder/undereiningar i same foretak

source: question if it has acquired a company or
nn: dersom delar av kontraktssummen ikkje er

source: This information will therefore be pre-completed in your tax return.
nn: Det betyr at du får desse fylte ut på førehand i skattemeldinga di.

source: Y (the acquiring company) must report the new capital circumstances on page 1 of the Shareholder register statement.
nn: Y (overtakande selskap) må rapportere inn dei nye kapitalforholda i selskapet på side 1 i aksjonærregisteroppgåva.

source: You must submit a-meldings from and including the month in which the threshold amount is exceeded and for as long as you've got payments or employment.
nn: Du skal levere a-melding frå og med den månaden beløpsgrensa er overskriden og så lenge du har utbetalingar eller arbeidsforhold.

source: Read more about this in the section "
nn: Les nærmare om dette i avsnittet "

source: Which option you should use may vary from system to system.
nn: Kva du skal bruke, kan variere frå system til system.

source: The content of this page applies to the tax return you submitted in 2021.
nn: Innhaldet på denne sida gjeld skattemeldinga du leverte i 2021.

source: If you are of the opinion that all or part of your pension/disability benefit is tax exempt in Norway, you must submit the tax return and state which income is liable to tax in Norway.
nn: Meiner du at heile eller ein del av pensjonen/uføreytinga di er skattefri i Noreg, må du levere skattemeldinga og gje opp kva for beløp som er skattepliktig i Noreg.

source: The school receives feedback MAGNET_EDAG-192 because the information on Lise’s leave percentage is missing.
nn: Dei får tilbakemeldinga MAGNET_EDAG-192 fordi opplysninga om Lise sin permisjonsprosent manglar.

source: must report the altered capital circumstances in the company on page 1 of the Shareholder register statement (Y is dissolved through the merger).
nn: må rapportere inn dei endra kapitalforholda i selskapet på side 1 i aksjonærregisteroppgåva (Y blir oppløyst i samband med fusjonen).

source: When you have received an organisation number for the enterprise, you
nn: Når du har fått organisasjonsnummer for verksemda,

source: Number of hours per week for a full-time position is higher than permitted
nn: Talet på timar per veke for ei full stilling er høgare enn tillate

source: The overviews are published as Excel spreadsheets.
nn: Oversiktene er publiserte i Excel-format.

source: You should not make corrections, but possible reasons you may have received this error message (see also the examples below) are because you have:
nn: Mogelege årsaker til at du får denne feilen, men som du ikkje skal rette (sjåòg døme nedanfor):

source: Example with incorrect list price and registration number (most recently reported information applies for the month)
nn: Døme med feil listepris og registreringsnummer (den sist rapporterte opplysninga gjeld for månaden)

source: Persons who have not earned pensions points or accumulated pension reserves in the Norwegian National Insurance Scheme are not liable to tax on pensions and disability benefits from private occupational pension schemes and other private pension schemes and war veteran pensions.
nn: Personar som ikkje har tent opp pensjonspoeng eller opparbeida pensjonsbehaldning i den norske folketrygda, skal ikkje betale skatt av pensjonar og uføreytingar frå private tenestepensjonsordningar og andre private pensjonsordningar, og krigspensjon.

source: Enter here contributions abroad and which
nn: ein fast pris og der utbyggjaren har

source: It receives error message MAGNET_EDAG-294 because the total attachment of earnings payable differs from the attachment of earnings Kari.
nn: Dei får feilmeldinga MAGNET_EDAG-294 fordi sum å betale er ulik summen av utleggstrekket til Kari.

source: Through the absorption merger, X increases its nominal share capital by NOK 200,000 to NOK 600,000 and 200 consideration shares with a nominal value of NOK 1,000 in company X are issued.
nn: Ved innfusjoneringa aukar X sin nominelle aksjekapital med 200 000 til 600 000, og det blir skrive ut 200 vederlagsaksjar pålydande 1 000 i selskap X.

source: Tuition for children, whether individually or in a group
nn: Undervisning for barn, individuelt eller i gruppe

source: Applications for VAT refund will be processed in accordance with Norwegian legislation.
nn: Søknader om refusjon av meirverdiavgift blir handsama etter norsk lovgiving.

source: A retail store submits an a-melding for May with the following information concerning employer’s national insurance contributions: zone = 1, rate = 0 and calculation code = "general industries".
nn: Ein butikk sender a-melding for mai med desse opplysningane om arbeidsgivaravgift: sone = 1, sats = 0 og utrekningskode = "generelle næringar".

source: In your received RF-1088, NOK 80 is given under item 310 (Input value per share).
nn: I aksjeoppgåva du har fått (RF-1088) står det 80 kroner i post 310 (Inngangsverdi per aksje).

source: If you complete the form by hand, please use block letters.
nn: Dersom du fyller ut skjemaet for hand, må du bruke blokkbokstavar.

source: The numbers you can use to identify the party you are submitting the a-melding for and that you are specifying as the declarant will depend on whether you are submitting the a-melding from the municipal or state sector.
nn: Kva for nummer du kan bruke for å identifisere den du sender a-meldinga for, og som du fører opp som opplysningspliktig, kjem an på om du sender a-melding frå kommunal eller statleg sektor.

source: Item 1 Salary earned abroad
nn: Post 1 Lønn tent i utlandet

source: A cruise ship company has submitted an a-melding for April with information indicating that the number of persons with a fixed contribution amount is -7.
nn: Eit cruiseskip har sendt a-melding for april med opplysningar om at talet på personar med fast avgiftsbeløp er -7.

source: The special allowance for major sickness expenses is being phased out with effect from the 2012 income year
nn: Særfrådrag for store sjukdomsutgifter blir fasa ut frå og med inntektsåret 2012

source: to submit your tax return for 2019.
nn: for å levere skattemelding for 2019.

source: Turnover in the corresponding period in 2019
nn: Faktisk omsetning i tilsvarande periode i 2019

source: against Norwegian tax on personal income
nn: Inntekter og formue i utanlandsk valuta må

source: Jacob was employed by a hairdresser until 29 June.
nn: Jacob var tilsett hjå ein frisør fram til 29.

source: have at least a 20 percent position
nn: har minst ei 20 prosent stilling

source: enclose a Certificate of Residence from the US tax authorities (‘Form 6166 – Certification of US Tax Residency’).
nn: leggje ved ein bustadattest («Form 6166 – Certification of U.S. Tax Residency») frå amerikanske skattemyndigheiter

source: For items 307, 308, 309 and 310, see description above
nn: For postane 307, 308, 309 og 310, sjå omtale ovanfor under

source: Declarant 1 must report this.
nn: Dette må opplysningspliktig 1 oppgi.

source: If you live in another EU/EEA country and fall under the scope of these provisions, you can:
nn: Dersom du bur i eit anna EU/EØS-land og kjem inn under desse reglane, kan du:

source: This is OK because the discrepancy concerns contributions for a previous period.
nn: Dette er OK, fordi avviket gjeld avgift for ein tidlegare periode.

source: Under both items 10 and 24, information must also be provided about the divesting company X.
nn: Selskapet må gi opplysningar om det overdragande selskapet X i både post 10 og post 24.

source: Type of appointment for the employment is to be submitted from and including 2021.
nn: Tilsetjingsform for arbeidsforholdet skal leggjast inn først frå og med 2021.

source: Make sure you receive the correct role(s) in Altinn.
nn: Sørg for at du får riktig rolle i Altinn.

source: It also states the organisation number for the enterprise in Oslo and links information concerning the employees in Oslo to this number.
nn: I tillegg fører dei opp organisasjonsnummer for verksemda i Oslo og knyter opplysningar om dei tilsette i Oslo til dette nummeret.

source: If you share income from a joint enterprise with your spouse, registered partner or spouse-equivalent cohabitant, you do not both have to submit form RF-1224.
nn: Dersom du deler inntekt frå felles verksemd med ektefelle, registrert partnar eller meldepliktig sambuar, treng ikkje begge to å levere RF-1224.

source: and remuneration for work from
nn: inntekta blir skattlagd i utlandet.

source: The surgery receives error message MAGNET_EDAG-142C because organisation number 2 is not linked to legal organisation number 1.
nn: Dei får feilmeldinga MAGNET_EDAG-142C fordi juridisk organisasjonsnummer 2 ikkje er knytt til juridisk organisasjonsnummer 1.

source: You specified financial activity tax on salary for 2015 and/or 2016.
nn: Du har oppgitt finansskatt på lønn for 2015 og/eller 2016.

source: You must show some documentation.
nn: Du må vise fram ein del dokumentasjon.

source: The same applies to seasonal workers.
nn: Det same gjeld for sesongarbeidarar.

source: which is not accounted for in RF-1022, must
nn: differansen ikkje går fram av RF-1022, skal

source: The shipping company receives error message MAGNET_EDAG-184 with information concerning a discrepancy of NOK 10,000 in the contribution basis.
nn: Reiarlaget får feilmeldinga MAGNET_EDAG-184 med opplysning om avvik på 10 000 kroner i avgiftsgrunnlaget.

source: You must use an organisation number for an enterprise which is linked to the legal organisation number (declarant) for which you are submitting the a-melding.
nn: Du skal bruke eit organisasjonsnummer for verksemd som er knytt til det juridiske organisasjonsnummeret (opplysningspliktige) du sender a-melding for.

source: must report the new company capital on page 1 of the Shareholder register statement.
nn: må rapportere inn den nye selskapskapitalen på side 1 i aksjonærregisteroppgåva.

source: It should have been 100 hours, not 1,000 hours.
nn: Det skulle ha vore 100 timar, ikkje 1000 timar.

source: t The employee has resigned from his/her position
nn: arbeidstakar har sagt opp sjølv

source: Change attachment of earnings payable for the month to a positive amount.
nn: Endr utleggstrekk å betale for månaden til eit positivt beløp.

source: New for the 2019 and 2020 income years are that all Norwegian banks and financial institutions must report your foreign shares assets/wealth, gains/losses and dividends to the Tax Administration.
nn: Nytt for inntektsåra 2019 og 2020 er at alle norske bankar og finansinstitusjoner skal rapporte inn behaldningane dine i andre utanlandske aksjar under dette formue, gevinst/tap og utbytte til Skatteetaten.

source: Income items will generally be allocated using
nn: kjelde i utlandet som er skattepliktig i Noreg

source: Has been paid abroad, and
nn: er innbetalt i utlandet, og

source: Check the legal organisation number you used in the a-melding and the legal organisation number you chose to report for in Altinn.
nn: Kontroller det juridiske organisasjonsnummeret du har brukt i a-meldinga og det juridiske organisasjonsnummeret du har valt å rapportere for i Altinn.

source: If you submit an a-melding directly in Altinn, you must always use a replacement a-melding to correct errors or omissions.
nn: Sender du a-melding direkte i Altinn, må du alltid bruke erstatningsmelding for å rette feil eller manglar.

source: A production company submits an a-melding for May with information concerning Leo’s leave of absence.
nn: Ei produksjonsbedrift sender a-melding for mai med opplysningar om permisjonen til Leo.

source: Example – information on employment type is missing
nn: Døme – opplysningar om type arbeidsforhold manglar

source: In the a-melding, the employer reports an end-date for his position as a customer service agent, and they report a new employment relationship with a new start date and a new employment ID for the managerial position.
nn: I a-meldinga oppgir arbeidsgivar sluttdato på stillinga til Philip som kundebehandlar, og oppgir eit nytt arbeidsforhold med ny startdato og ny arbeidsforholdsID på leiarstillinga.

source: Example of changing payroll system or accountant
nn: Døme på byte av lønnssystem eller rekneskapsførar

source: If you do not have this form, you may
nn: Viss du ikkje har dette skjemaet, kan du

source: form RF-1224, and the spouses jointly fill a dividend. in one copy of this form.
nn: RF-1224, og ektefellane fyller saman ut for jordbruksfrådrag skal hentast frå post

source: All pensions, disability benefits from the National Insurance Scheme and disability benefits from annuities (IPA/IPS) are liable to tax in Norway.
nn: Alle pensjonar, uføretrygd frå folketrygda og uføreytingar frå livrenter (IPA/IPS) skal skattleggjast i Noreg.

source: A haulage firm submits an a-melding containing information about Ali and uses the organisation number for Ali’s sole proprietorship in order to identify Ali.
nn: Eit transportfirma sender a-melding med opplysningar om Ali, og nyttar organisasjonsnummeret til Ali sitt enkeltmannsføretak for å identifisere Ali.

source: Here you can also look up persons who have attended courses and passed their exams.
nn: Her kan du også søkje opp dei som har gått kurs og bestått eksamen.

source: following from the bond amounts to
nn: I skjemaet skal ein spesifisere inntekter og

source: All the aforementioned codes, except codes 50, 51 and 99, are exemption codes.
nn: manko Alle dei kodane som er nemnt ovanfor, unntatt kode 50, 51 og 99, er fritakskodar.

source: specified a salary description which is not valid (anymore)
nn: oppgitt ei lønnsnemning som ikkje er gyldig (lenger)

source: Emil’s sub-entity is merged with another sub-entity in the same company.
nn: Undereininga som Emil jobbar i, blir slått saman med ei anna undereining i same selskap.

source: deductions claimed in item 8a and salary
nn: 8a og det som er rapport i a-meldinga, og

source: An occupation code is a 7-digit code which can be found in the directory of occupations published by
nn: Finn opplysningar om yrkeskoden eller startdatoen som manglar og før opp rett yrkeskode. Yrkeskoden er ein 7-sifra kode som finst i yrkeskatalogen hjå

source: In Holding Investor AS, shareholder A owns 50 percent of the shares, while shareholders B and C each owns 25%.
nn: I Holding Investor AS eig aksjonær A 50 prosent av aksjane, medan kvar av aksjonærane B og C eig ein andel med 25 prosent.

source: The scheme isn't synchronised with NAV's Aa Register
nn: Ordninga er ikkje synkronisert med NAV sitt AA-register

source: To get BankID on mobile, you must first have a regular BankID with a code chip from your bank.
nn: For å få BankID på mobil, må du først ha vanleg BankID med kodebrikke frå banken din.

source: Sigdal municipality, from September 2018
nn: Sigdal kommune, frå september 2018

source: Log in, check and submit your tax return:
nn: Logg inn og sjekk skattemeldinga di:

source: To become an online user you need:
nn: For å bli elektronisk brukar treng du:

source: Does your organisation number have associated businesses (BEDR) in the Register of Legal Entities?
nn: Har organisasjonsnummeret ditt tilknytte bedrifter (BEDR) i Einingsregisteret?

source: , you must always connect the employment relationships to the number of an enterprise/sub-entity.
nn: , skal du alltid knyte arbeidsforholda til nummeret på ei verksemd/undereining.

source: Item 6 Net business income/deficits
nn: Post 6 Netto næringsinntekt/

source: This applies both to supplementary pensions paid by the Labour and Welfare Service (NAV) and pensions from private occupational pension schemes and company-paid pensions
nn: Dette gjeld både tilleggspensjon som NAV betalar ut, og pensjon frå private tenestepensjonsordningar og pensjon over drift

source: The limit for share contributions to start-up companies is increased to NOK 5 million.
nn: Grensa for aksjeinnskot i oppstartsselskap blir auka til 5 millionar kroner

source: If the application concerns a full calendar year or the rest of a calendar year, the minimum application amount is NOK 500.
nn: Dersom søknaden gjeld eit heilt kalenderår, eller resten av eit kalenderår, er det minste søknadsbeløpet NOK 500.

source: The agency specifies the salary as NOK 7,000 and the basis for employer's national insurance contributions as NOK 10,000.
nn: Dei oppgir lønna på 7 000 kroner og grunnlag for arbeidsgivaravgift på 10 000 kroner.

source: You must therefore be able to submit a Certificate of Residence (Residencia Fiscal en España.
nn: Du må difor kunne leggje fram ein bustadattest (Residencia Fiscal en España.

source: The company specified a fixed salary for William in the a-melding for October.
nn: Dei har oppgitt fastlønn for William i a-meldinga for oktober.

source: The declarant can ignore the error message MAGNET_EDAG-142B.
nn: Feilmeldinga MAGNET_EDAG-142B kan han sjå bort frå.

source: part of the income is not taxable to
nn: Her fører ein reisekostnader som ikkje er

source: The advance tax for 2021 can be changed until March 2022.
nn: Forskotsskatt for 2021 kan du endra fram til mars 2022.

source: An oil company submits an a-melding containing information regarding Ali and uses an international ID to identify him.
nn: Eit oljeselskap sender a-melding med opplysningar om Ali og nyttar internasjonal ID for å identifisere han.

source: a statement showing your expected interest income and other capital income in 2022
nn: ei oppstilling over renteinntekter og andre kapitalinntekter du ventar deg i 2022

source: It is only this ”Income Tax Payment Certificate” that is approved as documentation of tax on the pension/disability benefit having been paid in Thailand.
nn: Det er berre «Income Tax Payment Certificate» som er godkjent som dokumentasjon for at det er betalt skatt av pensjonen/uføreytinga i Thailand.

source: Yes, you must state the FTE percentage for all ordinary and maritime employment.
nn: Ja, du må føre opp stillingsprosent for alle ordinære og maritime arbeidsforhold.

source: Pay to children aged 12 years or under
nn: Barn si lønnsinntekt, barn som er 12 år eller yngre

source: This must be entered in an event under item 18.
nn: Dette skal førast i ei hending i post 18.

source: This means that the time of reporting is optional for repayment claims established before January 2020.
nn: Dette inneber at rapporteringstidspunktet er valfritt for tilbakebetalingskrav som vart endeleg stifta før januar 2020.

source: Norwegian National Insurance Scheme
nn: Her fører ein kostnader knytte til

source: The tax assessment for income year 2021
nn: Fastsetting av skatt for inntektsåret 2021

source: When you’ve corrected the error, you must submit the a-melding.
nn: Når du har retta feilen, sender du inn a-meldinga.

source: For the working hours scheme “other shiftarrangements", the number of hours for a full-time position must not exceed 168.
nn: For arbeidstidsordninga "andreSkift" skal ikkje talet på timar for full stilling vere høgare enn 168 timar.

source: Not all types of shift scheme have a specific code in the a-melding.
nn: Ikkje alle typar skiftordning har ein eigen kode i a-meldinga.

source: You must state whether you request a deduction for interest.
nn: Du må opplyse om du krev frådrag for gjeldsrenter.

source: The shop receives error message MAGNET_EDAG-115 because 0000000 is not a valid occupation code.
nn: Dei får feilmeldinga MAGNET_EDAG-115 fordi 0000000 ikkje er ein gyldig yrkeskode.

source: Confirmed loss of rental income.
nn: Konstatert tap av inntekt ved utleige.

source: Check the number you stated for the sub-entity/enterprise.
nn: Sjekk nummeret på undereininga/verksemda du har oppgitt.

source: a main entity (the same as the declarant in the a-melding) and at least one enterprise/sub-entity
nn: hovudeining (det er det same som opplysningspliktig i a-meldinga) og minst éi verksemd/undereining
